export default {
  'onboarding.step1.title1': 'Привет 👋, я вижу, что ты уже говоришь на ⬇️',
  'onboarding.step1.title2': 'Это круто🔥! Какой язык ты хочешь тренировать?',
  'onboarding.step1.button': 'Продолжить',

  'action.skip': 'Пропустить',
  'button.signIn': 'Войти в Инстаграм',
  'button.signUp': 'Создать новый аккаунт',

  'error.somethingWentWrong': 'Что-то пошло не так',
  'error.mailClientNotFound':
    'Не найден почтовый клиент, напишите нам на почту: likesfaster47@gmail.com',
  'ad.noAdsToDisplay': 'Нет рекламы для отображения, попробуйте позже',
  'ad.somethingWentWrong':
    'Невозможно отобразить рекламу из-за ошибки, пожалуйста, напишите нам на странице с настройками',
  'ad.whyDidYouSeeIt':
    'Благодаря этой рекламе наше приложение существует. Спасибо большое за понимание',

  'info.numberOfCoinsIncreased': 'Количество монет увеличено',

  'notSupported.title': 'Не поддерживается',
  'notSupported.description':
    'Версия вашего приложения не поддерживается, пожалуйста, обновите ваше приложение',
  'notSupported.update': 'Обновить',

  'onboarding.title': '👋 Добро пожаловать, давайте начнем!',
  'onboarding.desc': 'Мы объясним, как работает это приложение',
  'onboarding.button': 'Поехали!',

  'aboutHowApWorks.title': 'Как работает приложение',
  'aboutHowApWorks.item1': 'Приложение работает путем получения и траты монет',
  'aboutHowApWorks.item2':
    'Вы можете зарабатывать монеты путём подписок и проставления лайков других пользователей приложения',
  'aboutHowApWorks.item3':
    'Вы можете тратить монеты на получение лайков и подписчиков для вашего аккаунта!',
  'aboutHowApWorks.button': 'Дальше!',

  'aboutMasterAccount.title': 'О регистрации',
  'aboutMasterAccount.item1':
    'Чтобы мы могли вас идентифицировать в приложении, войдите в свой Мастер Аккаунт (Google)',
  'aboutMasterAccount.item2':
    'Ваши заработанные монеты будут храниться в Мастер Аккаунте',
  'aboutMasterAccount.item3':
    'Вы можете подключать или отключать ваши аккаунты, а также тратить монеты на лайки или подписчиков',
  'aboutMasterAccount.button': 'Понятно!',

  'authorization.headerTitle': 'Авторизация',
  'authorization.title': 'Давайте создадим аккаунт для Вас 😊',
  'authorization.desc':
    'В случае если аккаунт уже был создан он будет восстановлен',
  'authorization.google': 'Войти с Google',
  'authorization.apple': 'Войти с Apple',

  'linkInsta.alert.private.title': 'Внимание',
  'linkInsta.alert.private.desc':
    'У вас приватный аккаунт, вы не сможете получать на него лайки',
  'linkInsta.linkError':
    'Ошибка в подключении аккаунта, пожалуйста, попробуйте другой профиль или повторите попытку',

  'proposeConnectInstagram.title': 'Вы успешно зарегистрировались',
  'proposeConnectInstagram.p1':
    'Сейчас вам нужно подключить Инстаграм аккаунт, чтобы зарабатывать и тратить монеты',
  'proposeConnectInstagram.p2':
    'Внимание! Вы входите через официальную страницу Инстаграм',
  'proposeConnectInstagram.p3':
    'Вы всегда можете создать новый Инстаграм аккаунт.',

  'spendCoins.title': 'Потратить монеты',
  'spendCoins.likes': 'Лайки',
  'spendCoins.likes.noInstagram':
    'Чтобы получить лайки на посты, пожалуйста, подключите Инстаграм',
  'spendCoins.likes.notPromotedAnything':
    'Вы пока что не продвигать ни один свой пост. Выберите фото ниже, чтобы начать продвижение',

  'spendCoins.subscriptions': 'Подписчики',
  'spendCoins.subscriptions.button': 'Получить подписчиков',
  'spendCoins.subscriptions.emptyList':
    'Вы не продвигаете никакой свой профиль',
  'spendCoins.subscriptions.listItem':
    'Осталось получить: {pending} \nВсего: {desired}',
  'spendCoins.subscriptions.title': 'Аккаунты в очереди:',

  'spendCoins.promoteSection.title': 'Посты в очереди:',
  'spendCoins.postsSection.title': 'Ваши посты из Инстаграм:',

  'spendCoins.emptyPromoteSection.desc':
    'Вы еще не продвигаете ни один свой пост. Выберите одна из фото ниже, чтобы начать продвижение.',
  'spendCoins.emptyPostsSection.desc':
    'Посты не найдены в вашем Инстаграм аккаунте',

  'spendCoins.modal.addLikes.label': 'Количество лайков ❤️:',
  'spendCoins.modal.addLike.enoughHelper':
    'У вас достаточно монет для {count} ❤️',

  'spendCoins.modal.addSub.label': 'Количество подписчиков 👤:',
  'spendCoins.modal.addSub.forUser': 'Для пользователя {username}',
  'spendCoins.modal.addSub.enoughHelper':
    'У вас достаточно монет для {count} 👤',

  'spendCoins.modal.privateProfile': 'Внимание! У вас приватный аккаунт',
  'spendCoins.modal.spendCoins': 'Потратить {coins} монету/ы',
  'spendCoins.modal.spend': 'Потратить',
  'spendCoins.modal.notEnoughCoins': 'Недостаточно монет',

  'spendCoins.successPromotePost.title': 'Пост успешно добавлен в очередь',
  'spendCoins.successPromoteProfile.title':
    'Аккаунт успешно добавлен в очередь',
  'spendCoins.successPromotePost.helper':
    'Лайки могут быть начислены через некоторое время',
  'spendCoins.successPromoteProfile.helper':
    'Подписчики могут быть начислены через некоторое время',
  'spendCoins.successPromote.button': 'Великолепно!',

  'bottomTab.account': 'Аккаунт',
  'bottomTab.earnCoins': 'Заработок',
  'bottomTab.spendCoins': 'Накрутка',
  'bottomTab.settings': 'Настройки',

  'changeLanguage.title': 'Изменение языка',

  'settings.headerTitle': 'Настройки',
  'settings.language': 'Язык',
  'settings.writeToUs': 'Написать нам',
  'settings.rateTheApp': 'Оценить приложение',
  'settings.quiz': 'Опрос',
  'settings.quiz.helper': 'Вопросы, чтобы улучшить наш функционал',
  'settings.logOut': 'Выйти',

  'earnCoins.title': 'Заработать монеты',
  'earnCoins.helper': 'Как это работает?',

  'earnCoins.like': 'Лайк!',
  'earnCoins.follow': 'Подписаться!',
  'earnCoins.skip': 'Пропустить',

  'earnCoins.pauseStatus': 'Небольшая пауза...',
  'earnCoins.pauseStatus.helper':
    'Сервис имеет лимиты на то, сколько лайков вы можете ставить, поэтому мы должны делать паузу',
  'earnCoins.lookingStatus': 'Ищем посты...',
  'earnCoins.notFoundStatus': 'Посты не найдены, повторяем поиск...',
  'earnCoins.somethingWentWrong':
    'Что-то пошло не так, мы уже работае над исправлением',

  'earnCoins.actionError.like.title': 'Ошибка. Лайк не поставился',
  'earnCoins.actionError.follow.title': 'Ошибка. Вы не подписались',
  'earnCoins.actionError.desc':
    'Возможно вы превысили лимит, попробуйте переподключить аккаунт или повторить попытку позже',
  'earnCoins.actionError.dismiss': 'Закрыть',
  'earnCoins.actionError.unlink': 'Отключить',

  'termsAndPrivacy.title': 'Последняя вещь',
  'termsAndPrivacy.desc':
    'Пожалуйста, прочтите наше __пользовательское соглашение__, __условия использования__, __политику конфиденциальности__.',
  'termsAndPrivacy.listTitle': 'Я прочитал и соглашаюсь с:',
  'termsAndPrivacy.item1': 'Пользовательское соглашение',
  'termsAndPrivacy.item2': 'Условия использования',
  'termsAndPrivacy.item3': 'Политика конфиденциальности',
  'termsAndPrivacy.button': 'Закончить',

  'account.headerTitle': 'Аккаунт',
  'account.welcome': '👋 Привет!',
  'account.availableCoins': 'Доступные монеты',
  'account.getFreeButton': 'Free',

  'account.connectedInstagram.dismiss': 'Закрыть',
  'account.connectedInstagram.unlink': 'Отключить',
  'account.connectedInstagram.unlinkTitle': 'Отключить аккаунт?',

  'common.instagram.connectedTitle': 'Ваш подключенный Инстаграм аккаунт:',
  'common.instagram.notConnectedTitle': 'Вы не подключили Инстаграм 😞',
  'common.instagram.connectButton': 'Привязать Инстаграм',
};
